Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Elinkeinoelämältä 9 163 706,09 9 597 783,79
sv_se: Från näringslivet 9 163 706,09 9 597 783,79

source: Voittoa tavoittelemattomilta yhteisöiltä 21 123 569,48 22 047 916,68
sv_se: Från icke-vinstsyftande samfund 21 123 569,48 22 047 916,68

source: Kotitalouksilta 7 371 458,11 4 435 128,85
sv_se: Från hushållen 7 371 458,11 4 435 128,85

source: EU:n toimielimiltä ja muilta elimiltä 1 117 435 107,68 856 915 002,17
sv_se: Från EU:s institutioner och andra organ 1 117 435 107,68 856 915 002,17

source: Ulkomailta 4 415 209,36 4 619 010,24
sv_se: Från utlandet 4 415 209,36 4 619 010,24

source: Valtionhallinnolta 2 343 134 673,31 1 950 639 090,81
sv_se: Från statsförvaltningen 2 343 134 673,31 1 950 639 090,81

source: Muut siirtotalouden tuotot 43 095,25 3 681 763 962,16 98 868,39 3 036 945 672,32
sv_se: Överföringsekonomins övriga intäkter 43 095,25 3 681 763 962,16 98 868,39 3 036 945 672,32

source: Kulut
sv_se: Kostnader

source: Paikallishallinnolle
sv_se: För lokalförvaltningen

source: Sosiaaliturvarahastoille
sv_se: För socialskyddsfonderna

source: Elinkeinoelämälle
sv_se: För näringslivet

source: Rahoitus- ja vakuutuslaitoksille
sv_se: För finansinstitut och försäkringsanstalter

source: Voittoa tavoittelemattomille yhteisöille
sv_se: För icke-vinstsyftande samfund

source: Kotitalouksille
sv_se: För hushållen

source: EU:n toimielimille ja muille elimille
sv_se: För EU:s institutioner och andra organ

source: Ulkomaille
sv_se: För utlandet

source: Valtionhallinnolle
sv_se: För statsförvaltningen

source: Muut siirtotalouden kulut
sv_se: Övriga överföringsekonomikostnader

source: Siirtotalouden kulujen palautukset
sv_se: Återbäringar på överföringsekonomikostnader

source: JÄÄMÄ III
sv_se: ÅTERSTOD III

source: TUOTOT VEROISTA JA PAKOLLISISTA MAKSUISTA
sv_se: INTÄKTER AV SKATTER OCH OBLIGATORISKA AVGIFTER

source: Verot ja veronluonteiset maksut
sv_se: Skatter och avgifter av skattenatur

source: Muut pakolliset maksut
sv_se: Övriga obligatoriska avgifter

source: TILIKAUDEN TUOTTO-/KULUJÄÄMÄ
sv_se: RÄKENSKAPSPERIODENS INTÄKTS-/KOSTNADSÅTERSTOD

source: Valtion tase
sv_se: Statens balansräkning

source: Maa- ja vesialueet
sv_se: Jord- och vattenområden

source: Rakennusmaa- ja vesialueet
sv_se: Byggnadsmark- och vattenområden

source: Rakennukset
sv_se: Byggnader

source: Muu kansallisomaisuus
sv_se: Övrig nationalförmögenhet

source: Ennakkomaksut ja keskeneräiset hankinnat
sv_se: Förskottsbetalningar och pågående anskaffningar

source: KANSALLISOMAISUUS YHTEENSÄ
sv_se: NATIONALFÖRMÖGENHET SAMMANLAGT

source: KÄYTTÖOMAISUUS JA MUUT PITKÄAIKAISET SIJOITUKSET
sv_se: ANLÄGGNINGSTILLGÅNGAR OCH ÖVRIGA LÅNGFRISTIGA PLACERINGAR

source: AINEETTOMAT HYÖDYKKEET
sv_se: IMMATERIELLA TILLGÅNGAR

source: Tutkimus- ja kehittämismenot
sv_se: Forsknings- och utvecklingsutgifter

source: Aineettomat oikeudet
sv_se: Immateriella rättigheter

source: Muut pitkävaikutteiset menot
sv_se: Övriga utgifter med lång verkningstid

source: AINEELLISET HYÖDYKKEET
sv_se: MATERIELLA TILLGÅNGAR

source: Rakennelmat
sv_se: Konstruktioner

source: Rakenteet
sv_se: Anläggningar

source: Koneet ja laitteet
sv_se: Maskiner och anordningar

source: Kalusteet
sv_se: Inventarier

source: Muut aineelliset hyödykkeet
sv_se: Övriga materiella tillgångar

source: KÄYTTÖOMAISUUSARVOPAPERIT JA MUUT PITKÄAIKAISET SIJOITUKSET
sv_se: VÄRDEPAPPER INGÅENDE I ANLÄGGNINGSTILLGÅNGARNA OCH ÖVRIGA LÅNGFRISTIGA PLACERINGAR

source: Käyttöomaisuusarvopaperit
sv_se: Värdepapper ingående i anläggningstillgångarna

source: Liikelaitosten peruspääomat
sv_se: Statliga affärsverks grundkapital

source: Liikelaitoksiin muun oman pääoman ehdoin sijoitetut pääomat
sv_se: Kapital som placerats i statliga affärsverk under villkor av övrigt eget kapital

source: Annetut euromääräiset velkakirjalainat
sv_se: Givna skuldebrevslån i euro

source: Muut pitkäaikaiset euromääräiset sijoitukset
sv_se: Övriga långfristiga placeringar i euro

source: VAIHTO- ja RAHOITUSOMAISUUS
sv_se: OMSÄTTNINGS- och FINANSIERINGSTILLGÅNGAR

source: VAIHTO-OMAISUUS
sv_se: OMSÄTTNINGSTILLGÅNGAR

source: Aineet ja tarvikkeet
sv_se: Material och förnödenheter

source: Keskeneräinen tuotanto
sv_se: Halvfärdig produktion

source: Valmiit tuotteet/Tavarat
sv_se: Färdiga produkter/Varor

source: PITKÄAIKAISET SAAMISET
sv_se: LÅNGFRISTIGA FORDRINGAR

source: LYHYTAIKAISET SAAMISET
sv_se: KORTFRISTIGA FORDRINGAR

source: Myyntisaamiset
sv_se: Försäljningsfordringar

source: Euromääräiset lainasaamiset
sv_se: Lånefordringar i euro

source: Valuuttamääräiset lainasaamiset
sv_se: Lånefordringar i utländsk valuta

source: Siirtosaamiset
sv_se: Resultatregleringar

source: Muut lyhytaikaiset saamiset
sv_se: Övriga kortfristiga fordringar

source: Ennakkomaksut
sv_se: Förskottsbetalningar

source: RAHOITUSOMAISUUSARVOPAPERIT JA MUUT LYHYTAIKAISET SIJOITUKSET
sv_se: VÄRDEPAPPER INGÅENDE I FINANSIERINGSTILLGÅNGARNA OCH ÖVRIGA KORTFRISTIGA PLACERINGAR

source: Muut euromääräiset sijoitukset
sv_se: Övriga placeringar i euro 2 660 000 000,00 1 599 979 723,60

source: RAHAT, PANKKISAAMISET JA MUUT RAHOITUSVARAT
sv_se: KASSA, BANKTILLGODOHAVANDEN OCH ANDRA FINANSIERINGSMEDEL

source: Kassatilit
sv_se: Kassakonton

source: Tulo- ja menotilit
sv_se: Inkomst- och utgiftskonton

source: Muut pankkitilit
sv_se: Övriga bankkonton

source: Muut rahoitusvarat
sv_se: Övriga finansieringsmedel

source: VASTATTAVAA OMA PÄÄOMA VALTION PÄÄOMA
sv_se: Statens kapital 1.1.1998

source: Edellisten tilikausien pääoman muutos
sv_se: Förändringar i kapitalet från tidigare räkenskapsperioder

source: RAHASTOJEN PÄÄOMAT
sv_se: FONDKAPITAL

source: Muut valtion rahastot ja lahjoitetut varat
sv_se: Övriga statliga fonder och donerade medel

source: VIERAS PÄÄOMA PITKÄAIKAINEN
sv_se: FRÄMMANDE KAPITAL LÅNGFRISTIGT

source: Otetut euromääräiset lainat
sv_se: Upptagna lån i euro

source: Otetut valuuttamääräiset lainat
sv_se: Upptagna lån i utländsk valuta

source: Pitkäaikaiset siirtovelat
sv_se: Långfristiga resultatregleringar

source: Muut pitkäaikaiset velat
sv_se: Övriga långfristiga skulder

source: LYHYTAIKAINEN
sv_se: KORTFRISTIGT

source: Talousarvion ulkopuolella olevien valtion rahastojen yhdystilit
sv_se: Samlingskonton för statliga fonder utanför budgeten

source: Seuraavana tilikautena maksettavat lyhennykset
sv_se: Amorteringar som betalas under följande räkenskapsperiod

source: Lyhytaikaiset euromääräiset lainat
sv_se: Kortfristiga lån i euro

source: Valtion hoitoon jätetyt vieraat varat
sv_se: Främmande medel lämnade i statens vård

source: Saadut ennakot
sv_se: Erhållna förskott

source: Ostovelat
sv_se: Leverantörskulder

source: Kirjanpitoyksiköiden väliset tilitykset
sv_se: Avräkningar mellan bokföringsenheterna

source: Edelleen tilitettävät erät
sv_se: Poster som skall redovisas vidare

source: Siirtovelat
sv_se: Resultatregleringar

source: Muut lyhytaikaiset velat
sv_se: Övriga kortfristiga skulder

source: Valtion rahoituslaskelma
sv_se: Statens finansieringsanalys

source: OMA TOIMINTA
sv_se: EGEN VERKSAMHET

source: Tulo- ja varallisuusverotulot
sv_se: Inkomster av skatt på inkomst och förmögenhet

source: Arvonlisäverotulot
sv_se: Mervärdesskatteinkomster

source: Muut vero- ja maksutulot
sv_se: Övriga skatte- och avgiftsinkomster

source: Verot ja veronluonteiset tulot yhteensä
sv_se: Skatter och inkomster av skattenatur sammanlagt

source: Palvelujen myynti, vuokrat, käyttökorvaukset ja muut toiminnan tulot
sv_se: Försäljning av tjänster, hyror, serviceintäkter och övriga inkomster av verksamheten

source: Korkotulot ja voiton tuloutukset
sv_se: Ränteinkomster och intäktsföring av vinst

source: Tavaroiden ja palveluiden ostomenot
sv_se: Utgifter för inköp av varor och tjänster

source: Henkilöstömenot
sv_se: Personalkostnader

source: Maksetut eläkkeet
sv_se: Betalda pensioner

source: Valtionvelan korkomenot
sv_se: Ränteutgifter för statsskulden

source: OMAN TOIMINNAN RAHAVIRTA
sv_se: PENNINGFLÖDET FRÅN EGEN VERKSAMHET

source: SIIRTOTALOUS
sv_se: ÖVERFÖRINGSEKONOMI

source: Siirtotalouden tulot
sv_se: Överföringsekonomins inkomster

source: Tulonsiirrot paikallishallinnolle
sv_se: Inkomstöverföringar till lokalförvaltningen

source: Tulonsiirrot elinkeinoelämälle
sv_se: Inkomstöverföringar till näringslivet

source: Tulonsiirrot kotitalouksille
sv_se: Inkomstöverföringar till hushållen

source: Muut tulonsiirrot kotimaahan
sv_se: Övriga inkomstöverföringar inom landet

source: Tulonsiirrot ulkomaille
sv_se: Inkomstöverföringar till utlandet

source: SIIRTOTALOUDEN RAHAVIRTA
sv_se: PENNINGFLÖDET FRÅN ÖVERFÖRINGSEKONOMIN

source: INVESTOINNIT
sv_se: INVESTERINGAR

source: Käyttöomaisuusinvestoinnit
sv_se: Investeringar i anläggningstillgångar

source: Käyttöomaisuuden myyntivoitot
sv_se: Försäljningsvinster från anläggningstillgångar

source: Sijoitukset arvopapereihin
sv_se: Placeringar i värdepapper

source: Sijoitusten myyntivoitot
sv_se: Försäljningsvinster från placeringar

source: Annetut lainat
sv_se: Beviljade lån

source: Annettujen lainojen takaisinmaksut
sv_se: Återbetalningar av beviljade lån

source: INVESTOINTIEN RAHAVIRTA
sv_se: PENNINGFLÖDET FRÅN INVESTERINGARNA

source: RAHOITUS
sv_se: FINANSIERING

source: Valtionvelan nettomuutos
sv_se: Nettoförändring i statsskulden

source: Muun velan nettomuutos
sv_se: Nettoförändring i övrig skuld

source: RAHOITUKSEN RAHAVIRTA
sv_se: PENNINGFLÖDET FRÅN FINANSIERINGEN

source: LIKVIDIEN VAROJEN MUUTOS
sv_se: FÖRÄNDRING I LIKVIDA MEDEL

source: LIKVIDIT VARAT 1.1.
sv_se: LIKVIDA MEDEL 1.1.

source: LIKVIDIT VARAT 31.12.
sv_se: LIKVIDA MEDEL 31.12.

source: LIITE 1:
sv_se: BILAGA 1:

source: Tilinpäätöksen laatimisperiaatteet ja vertailtavuus
sv_se: Principerna för upprättande av bokslutet samt bokslutets jämförbarhet

source: TILINPÄÄTÖKSEN LAATIMISPERUSTA
sv_se: GRUNDEN FÖR UPPRÄTTANDE AV BOKSLUTET

source: Valtion tilinpäätös on laadittu valtion talousarviosta annetun lain ja asetuksen sekä valtiovarainministeriön tilinpäätöksen kaavasta antaman määräyksen samoin kuin muiden valtiovarainministeriön ja Valtiokonttorin antamien määräysten ja ohjeiden mukaisesti.
sv_se: Statens bokslut har upprättats i enlighet med lagen och förordningen om statsbudgeten samt det schema för bokslutet som finansministeriet meddelat, liksom också enligt de övriga föreskrifter och anvisningar som finansministeriet och Statskontoret meddelat.

source: Tilinpäätös laaditaan valtion talousarviokirjanpidon ja liikekirjanpidon pääkirjojen perusteella alkuperäisiin verottomiin hankintamenoihin, tai vuoden 1998 aloittavan taseen arvoihin perustuen.
sv_se: Bokslutet upprättas på basis av huvudböckerna i statens budgetbokföring och affärsbokföring till ursprungliga skattefria anskaffningsutgifter, eller på basis av värdena i den ingående balansen år 1998.

source: TILINPÄÄTÖKSEN LAATIMISPERIAATTEET
sv_se: PRINCIPERNA FÖR UPPRÄTTANDET AV BOKSLUTET

source: Valtion tilinpäätös laaditaan valtion talousarvion piiriin kuuluvasta talousarviotaloudesta.
sv_se: Statens bokslut upprättas om den budgetekonomi som ingår i statsbudgeten.

source: Siihen ei yhdistellä talousarvion ulkopuolella olevia valtion rahastoja, itsenäisiä julkisoikeudellisia laitoksia, säätiöitä eikä valtion liikelaitoksia.
sv_se: Däri sammanställs inte statliga fonder utanför budgeten, självständiga offentligrättsliga inrättningar, stiftelser eller statliga affärsverk.

source: Nämä ovat kirjanpitovelvollisia, ja laativat kukin oman tilinpäätöksen.
sv_se: Dessa är bokföringsskyldiga och upprättar egna separata bokslut.

source: Valtion tilinpäätökseen ei yhdistellä myöskään valtionyhtiöiden tietoja.
sv_se: Inte heller uppgifter om statsbolagen sammanställs i statens bokslut.

source: Valtion tilinpäätöslaskelmiin on yhdistelty 63 kirjanpitoyksikön keskuskirjanpidon tietokantaan viedyt tilitiedot sekä keskitetyn valtuusseurannan tietokantaan viedyt valtuustiedot.
sv_se: I statens bokslutskalkyler sammanställs kontouppgifter från 63 bokföringsenheter som överförts till centralbokföringens databas samt uppgifter om fullmakter som överförts till databasen av kontrollen av fullmakter.

source: Tilinpäätöslaskelmat laaditaan tietokannoista tehtävillä poiminnoilla.
sv_se: Bokslutskalkylerna görs upp på basis av samplingar från databaserna.

source: Tilitietojen yhdistelyssä eliminoidaan virastojen ja laitosten väliset tuotot, sen sijaan sisäisiä saatavia ja velkoja ei eliminoida.
sv_se: Vid sammanställningen av kontouppgifterna elimineras intäkter mellan ämbetsverk och inrättningar, medan interna fordringar och skulder inte elimineras.

source: Eliminoitavat tuotot esitetään vähennyksinä toiminnan kuluissa rivillä ”Sisäisten kulujen oikaisu”.
sv_se: De eliminerade intäkterna upptas som avdrag bland verksamhetskostnader på sektorn ”Rättelse av interna kostnader”.

source: Talousarviokirjanpidon tilinpäätöslaskelmat
sv_se: Budgetbokföringens bokslutskalkyler

source: Talousarviokirjanpidon tilinpäätöslaskelmat laaditaan valtion talousarviokirjanpidon pääkirjan ja valtuusseurannan tietojen perusteella.
sv_se: Budgetbokföringens bokslutskalkyler görs upp på basis av uppgifterna i huvudboken i statens budgetbokföring och uppgifterna om fullmakter.

source: Tilinpäätös sisältää kaksi talousarvion toteutumalaskelmaa, joissa molemmissa esitetään varainhoitovuoden talousarviotulot ja -menot, talousarvio sekä talousarvion ja tilinpäätöksen lukujen vertailu.
sv_se: Bokslutet innehåller två utfallskalkyler för budgeten, och i båda presenteras finansårets budgetinkomster och -utgifter, budget samt en jämförelse av budgetens och bokslutets siffror.

source: Lisäksi laskelmissa on edellisen vuoden tilinpäätöstiedot.
sv_se: Därtill omfattar kalkylerna föregående års bokslutsuppgifter.

source: Laskelmissa esitetään tiedot myös edellisiltä varainhoitovuosilta siirtyneistä siirtomäärärahoista ja seuraavalle varainhoitovuodelle siirretyistä siirtomäärärahoista.
sv_se: I kalkylerna presenteras även uppgifter om reservationsanslag som överförts från föregående finansår och reservationsanslag som överförts till följande finansår.

source: Ensimmäisessä talousarvion toteutumalaskelmassa tiedot ovat osaston ja pääluokan tarkkuudella, toisessa tiedot ovat momentin tarkkuudella.
sv_se: I den första utfallskalkylen för budgeten anges uppgifterna enligt avdelning och huvudtitel och i den andra enligt moment.

source: Kummankin laskelman yhteydessä esitetään myös tiedot valtuuksista ja niiden käytöstä, käytöstä aiheutuneista menoista sekä käytöstä aiheutuvista määrärahatarpeista.
sv_se: I anslutning till båda kalkylerna presenteras också uppgifter om fullmakter och användningen av dem, utgifter som användningen orsakat samt behov av anslag som användningen orsakat.

source: Jälkimmäisessä laskelmassa valtuustiedot esitetään osana kunkin pääluokan laskelmaa.
sv_se: I den senare kalkylen presenteras uppgifterna om fullmakterna i anslutning till kalkylen för varje huvudtitel.

source: Talousarviotulojen ja -menojen kohdentaminen
sv_se: Allokering av budgetinkomster och -utgifter

source: Talousarviotapahtumat kirjataan talousarviotuloiksi ja -menoiksi valtion talousarviosta annetun asetuksen ja talousarviopäätösten kohdentamisperiaatteiden mukaisesti.
sv_se: Budgethändelserna redovisas som budgetinkomster och -utgifter enligt förordningen om statsbudgeten och allokeringsprinciperna för budgetbesluten.

source: Talousarviotuloja ja -menoja ei jaksoteta.
sv_se: Budgetinkomster och -utgifter periodiseras inte.

source: Jos eduskunta ei talousarvion perustelujen päätösosassa ole päättänyt muunlaisesta kohdentamisesta, tapahtuu kohdentaminen seuraavasti:
sv_se: Om riksdagen i den avslutande delen till budgetmotiveringarna inte har fattat beslut om en avvikande allokering sker allokeringen på följande sätt:

source: Maksullisen toiminnan tulon ja muun sekalaisen tulon sekä kulutus-, sijoitus- ja muun menon kohdentamisperusteena on suoriteperuste taikka sitä vastaava peruste.
sv_se: Som allokeringsgrund för inkomster från avgiftsbelagd verksamhet och andra blandade inkomster samt konsumtions-, placerings- och övriga utgifter används prestationsprincipen eller därmed jämförbar grund.

source: Laajuudeltaan merkittävässä ja eri vaiheista koostuvan suoritteen luovutuksesta kertyvästä tulosta voidaan varainhoitovuoden tuloksi kuitenkin kohdentaa luovutuksen vaihetta tai suoritteen valmistusastetta vastaava osa (osakohdennus).
sv_se: Av inkomster från överlåtelse av en prestation, som till sin omfattning är betydande och består av olika faser, kan som inkomst för finansåret hänföras den del som motsvarar överlåtelsefasen eller prestationens tillverkningsgrad (delallokering).

source: Korkotulo ja korkomeno kohdennetaan siihen varainhoitovuoteen kuuluvaksi, jolta se kertyy lain säännöksen tai tehdyn sitoumuksen perusteella.
sv_se: Ränteinkomster och ränteutgifter hänförs till det finansår under vilket de influtit på basis av lagstiftning eller ingångna förbindelser.

source: Siirtomenon kohdentamisperusteena on päätös valtionavun myöntämisestä (myöntöpäätösperuste) tai muu vastaava sitoutuminen menoon (sitoumusperuste).
sv_se: Allokeringsgrunden för överföringsutgifter är beslutet om beviljande av statsbidrag (hänförande enligt beslut om beviljande av statsbidrag) eller annan motsvarande förbindelse vid utgiften (förbindelsegrund).

source: Myöntöpäätöksen tai muun sitoumusperusteen perusteella talousarviomenoksi kirjatusta siirtomenosta maksamatta oleva osa kirjataan valtion liikekirjanpidossa siirtovelaksi.
sv_se: Den obe- talda delen av en överföringsutgift som registrerats som budgetutgift på basis av beslut om beviljande eller annan förbindelsegrund bokförs som resultatregleringsskuld i statens affärsbokföring.

source: Silloin, kun oikeus saada valtionapu tai muu suoritus perustuu lakiin ja siirtomenon myönnettävästä ja maksettavasta määrästä säädetään yksityiskohtaisesti laissa tai maksettavaksi tuleva määrä määräytyy yksityiskohtaisesti lain nojalla, kohdentamisperusteena on kuitenkin maksatuspäätösperuste.
sv_se: När rätten till statsbidrag eller en annan prestation grundar sig på lag och beloppet av den överföringsutgift som skall beviljas eller betalas regleras detaljerat i lag eller det belopp som skall betalas bestäms detaljerat med stöd av lag, är principen för hänförande dock hänförande enligt betalningsbeslut.

source: Euroopan unionin rakennerahaston rahoitusosuus ja siihen liittyvä valtion rahoitusosuus kohdennetaan maksatuspäätöksen tai sitä vastaavalla perusteella.
sv_se: Medfinansieringen från Europeiska unionens strukturfond och därtill hörande statlig medfinansiering hänförs på basis av betalningsbeslutet eller på motsvarande grund.

source: Veron ja veronluonteisen tulon, osinkotulon, liikelaitosten voiton tuloutuksen ja valtiolle saatavan muun voitto-osuuden kohdentamisperusteena on maksuperuste.
sv_se: Skatter och inkomster av skattenatur, dividendinkomster, intäktsföring av affärsverkens vinst och annan vinstandel som staten erhåller hänförs enligt kontantprincipen.

source: Valtion lainanotto ja valtionvelan kuoletus sekä valtionvelan ottamiseen tai vähentämiseen liittyvä emissio- ja pääomavoitto sekä emissio- ja pääomatappio kohdennetaan maksuperusteella.
sv_se: Statens upplåning och amorteringar på statsskulden, emissions- och kapitalvinster samt emissions- och kapitalförluster i anslutning till upptagande eller minskning av statsskuld hänförs enligt kontantprincipen.

source: Valtiolle takaisin maksettava laina kohdennetaan niin ikään maksuperusteella.
sv_se: Lån som skall återbetalas till staten hänförs likaså enligt kontantprincipen.

source: Valtionvelan korkoon ja pääomaan liittyvistä johdannaisista saatava tulo ja niistä aiheutuva meno kohdennetaan sille varainhoitovuodelle, jolta ne kertyvät.
sv_se: Inkomster och utgifter till följd av derivat i anslutning till statsskuldens räntor och kapital hänförs till det finansår för vilket de inflyter.

source: Vähäinen tulo ja meno, valtioon palvelussuhteessa olevan loma-ajan palkka ja lomaraha sekä sellainen tulo ja meno, joiden lain säännöksen tai tehdyn sitoumuksen perusteella muodostuvaa määrää ei voida ilman olennaisia lisäkustannuksia luotettavasti ennakoida ennen maksuvelvoitteen erääntymistä, voidaan kohdentaa myös maksuun perustuen.
sv_se: Mindre inkomster och utgifter, lön för semestertid och semesterpenning när det gäller anställningsförhållanden till staten samt det belopp som bildas av sådana inkomster och utgifter som inte utan betydande tillläggskostnader tillförlitligt kan bestämmas på basis av en bestämmelse i lag eller en ingången förbindelse innan betalningsskyldigheten förfaller, kan också hänföras på grundval av betalning.

source: Liikekirjanpidon tilinpäätöslaskelmat
sv_se: Affärsbokföringens bokslutskalkyler

source: Liikekirjanpidon tilinpäätöslaskelmat laaditaan valtion liikekirjanpidon pääkirjan tietojen perusteella.
sv_se: Affärsbokföringens bokslutskalkyler görs upp på basis av uppgifterna i huvudboken i statens affärsbokföring.

source: Valtion tilinpäätös sisältää tuotto- ja kululaskelman, taseen ja rahoituslaskelman.
sv_se: Statens bokslut omfattar en intäkts- och kostnadskalkyl, balansräkning och finansieringsanalys.

source: Näissä kaikissa esitetään varainhoitovuoden tilinpäätöstietojen lisäksi edellisen vuoden tilinpäätöksen tiedot.
sv_se: I alla dessa presenteras förutom finansårets bokslutsuppgifter även uppgifterna för föregående finansår.

source: Tuotto- ja kululaskelman laatiminen
sv_se: Uppgörande av intäkts- och kostnadskalkyl

source: Tilinpäätöksessä varainhoitovuoden tulot kirjataan tuotoiksi.
sv_se: I bokslutet upptas finansårets inkomster som intäkter.

source: Tuotoista vähennetään kuluina ne menot, joita vastaava suorite on luovutettu, samoin kuin muut varainhoitovuoden menot, joista ei todennäköisesti enää saada niitä vastaavaa vastinetta, ja menetykset.
sv_se: Från intäkterna avdras som kostnader de utgifter som motsvaras av den prestation som överlåtits, liksom även andra utgifter under finansåret vilka sannolikt inte längre medför motsvarande inkomst, samt förlusterna.

source: Laajuudeltaan merkittävän ja eri vaiheista koostuvan suoritteen luovutuksesta kertyvästä tulosta on kirjattava liikekirjanpidossa tuotoksi luovutuksen vaihetta tai suoritteen valmiusastetta vastaava osa (osatuloutus), jos tulo on talousarviossa osakohdennettu.
sv_se: Inkomster av överlåtelse av en prestation som är betydande till sin omfattning och består av olika faser skall i affärsbokföringen tas upp som intäkt enligt överlåtelsegrad eller prestationens färdighetsgrad (delallokering), om inkomsten är delallokerad i budgeten.

source: Myynnin arvonlisäverot esitetään tuottoina ja ostojen arvonlisäverot kuluina verojen ja veronluonteisten maksujen joukossa.
sv_se: Mervärdesskatter på försäljning presenteras som intäkter och mervärdesskatter på inköp som kostnader bland skatter och betalningar av skattenatur.

source: Tuotto- ja kululaskelmaa oikaistaan sisäisillä tuotoilla.
sv_se: Intäkts- och kostnadskalkylen korrigeras med interna intäkter.

source: Siltä osin kuin laskelmaan sisältyy käyttöomaisuuden hankintamenoja, oikaisu tapahtuu rivillä ”Valmistus omaan käyttöön”.
sv_se: I den mån som anskaffningsutgifter för anläggningstillgångar ingår i kalkylen sker korrigeringen på raden ”Tillverkning för eget bruk”.

source: Taseen laatiminen
sv_se: Uppgörande av balansräkning
